Revit 2027 API
ParameterTypeId.SpotSlopeSlopeRepresentation Property
 "Slope Representation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotSlopeSlopeRepresentation { get; }
Public Shared ReadOnly Property SpotSlopeSlopeRepresentation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotSlopeSlopeRepresentation {
	ForgeTypeId^ get ();
}
static member SpotSlopeSlopeRepresentation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace